import Image from 'next/image';
import Link from 'next/link';

export default function Article() {
  return (
    <article id="post-127550" className="post-127550 post type-post status-publish format-standard has-post-thumbnail hentry category-articles">
      <div className="entry-header">
        <div className="entry-featured">
          <Image
            className="post__image"
            src="https://10guards.com/wp-content/uploads/Без-названия-1.jpg"
            width={672}
            height={672}
            alt="1"
            sizes="(max-width: 672px) 100vw, 672px"
            priority
          />
        </div>
        <div className="entry-header__content">
          <div className="entry-header-categories">
            <ul className="entry-header-categories__links">
              <li>
                <Link href="https://10guards.com/ru/articles/">Статьи</Link>
              </li>
            </ul>
          </div>
        </div>
        <h1 className="entry-title">Киберугрозы растут, а специалистов становится все меньше</h1>
      </div>

      <div className="entry-content">
        <p>Ключевым вопросом исследования рынка труда в сфере кибербезопасности ISC2 2024, является необходимость для организаций расширить возможности для развития кадрового потенциала в этой сфере, а также предоставить больше возможностей для новичков войти в профессию и развивать необходимые навыки при поддержке опытных коллег.</p>
        <p>Согласно новым данным, глобальный рост числа специалистов по кибербезопасности впервые за шесть лет замедлился, в то время как киберугрозы продолжают увеличиваться.</p>
        <p><strong>Основные инсайты исследования:</strong></p>
        <ul>
          <li>Численность активной рабочей силы в сфере кибербезопасности: 5,5 миллионов человек по всему миру (рост на 0,1% по сравнению с предыдущим годом).</li>
          <li>Дефицит рабочей силы: 4,8 миллиона по всему миру (рост на 19% по сравнению с прошлым годом).</li>
          <li>Общая численность рабочей силы, необходимая для удовлетворения спроса: 10,2 миллиона по всему миру (рост на 8,1% по сравнению с предыдущим годом).</li>
        </ul>
        <p>В 2024 году впервые за 6 лет (с тех пор, как ISC2 начала оценивать численность рабочей силы в 2018 году) рост числа специалистов по кибербезопасности замедлился.</p>
        <p>Дополнительные данные LinkedIn подтверждают это, показывая, что количество новых вакансий в сфере кибербезопасности по сравнению с прошлым годом в США сократилось на 5,4%, в Сингапуре — на 4,9%, во Франции — на 4,5%, в Канаде — на 3,5% и в Бразилии — на 2,5%. Число вакансий в Великобритании осталось на прежнем уровне, а Германия и Австралия сообщили об увеличении числа вакансий лишь на 1%. Однако в Испании и Мексике наблюдался рост числа вакансий на 5,5% и 6,8% соответственно, что свидетельствует о попытках решить проблему низкого фактического роста рабочих мест.</p>
        <p>Анализ рынка вакансий в сфере кибербезопасности на LinkedIn показывает, что, несмотря на общее отсутствие роста, доля вакансий в странах Латинской Америки за последние три года значительно увеличилась (в Бразилии — на 11,2%, в Мексике — на 3%), а также в Германии (11%) и Польше (6,2%). В то же время доля вакансий в Великобритании оставалась стабильной, тогда как в США, Индии, Канаде, Нидерландах, Испании, Сингапуре, Франции и Италии доля новых вакансий за последние три года снизилась. В Италии это сокращение составило 10%, что является наибольшим отрицательным сдвигом по данным LinkedIn.</p>
        <p>Сокращение числа вакансий подтверждается данными исследования ISC2, согласно которым за последний год команды по кибербезопасности наблюдали снижение возможностей для найма и карьерного роста. В то время, когда организации не могут позволить себе финансовые и репутационные потери из-за киберинцидентов, профессионалы сталкиваются с наибольшим давлением, чтобы обеспечить безопасность с ограниченными ресурсами.</p>
        <p>ISC2 отмечает, что впервые респонденты назвали «недостаток бюджета» основной причиной нехватки персонала, обогнав «недостаток квалифицированных кадров», на который указывали в предыдущие годы.</p>
        <p>Например, 37% респондентов сообщили, что в прошлом году их бюджеты сократили, что на 7% больше, чем в предыдущем году.</p>
        <p>Финансовое давление также проявилось в виде сокращений в командах по кибербезопасности, затронувших четверть участников опроса. Еще 38% специалистов по кибербезопасности сообщили, что в их организациях был заморожен процесс найма, что на 6% больше по сравнению с 2023 годом.</p>
        <p>Кроме того, почти треть (32%) респондентов сообщили о сокращении числа карьерных продвижений в своей компании за этот период.</p>
        <p>Замедление происходит в то время, когда кибератаки происходят очень быстро: 74% экспертов по кибербезопасности и IT-руководителей отметили, что в 2024 году угрозы стали самыми сложными за последние пять лет.</p>
        <p>Великобритания демонстрирует наибольшее сокращение числа специалистов по кибербезопасности в мире.</p>
        <p>Примечательно, что в 2024 году, по оценкам ISC2, в ряде стран наблюдалось сокращение числа специалистов по кибербезопасности, включая Канаду, Германию, Мексику, Великобританию и США.</p>
        <p>За год число британских специалистов по кибербезопасности сократилось с 367 300 до 349 360 человек, почти на 5%, что является самым большим сокращением в мире.</p>
        <p>В США число специалистов по кибербезопасности сократилось на 3% — с 1 338 507 человек в 2023 году до 1 298 804 человек в 2024 году.</p>
        <p><strong>Новые молодые специалисты не попадают в команды по кибербезопасности.</strong></p>
        <p>ISC2 указывает, что нехватка рабочей силы — не единственная проблема, волнующая специалистов по безопасности. Дефицит навыков продолжает наносить ущерб организациям по всему миру.</p>
        <p>Более половины (58%) респондентов отметили, что сталкиваются с дефицитом навыков в своих организациях, а 64% заявили, что пробелы в навыках представляют большую проблему для бизнеса, чем нехватка персонала.</p>
        <p>Респонденты назвали искусственный интеллект (34%), облачную безопасность (27%), внедрение модели нулевого доверия (27%) и безопасность приложений (24%) как ключевые области, где наиболее ощутим дефицит навыков.</p>
        <p>В результате команды по безопасности испытывают нехватку новых талантов. Почти треть респондентов отметили, что в их командах не хватает специалистов начального уровня, а 15% сообщили о нехватке специалистов младшего уровня (с опытом от 1 до 3 лет).</p>
        <p>Кроме того, менеджеры по найму, 62% из которых сообщили о наличии открытых вакансий в своих командах, отметили, что они сосредоточены на найме специалистов среднего и высокого уровня, а не на создании разнообразного набора навыков и опыта.</p>
        <p>ISC2 утверждает, что это показывает, что значительная часть организаций не имеет постоянного потока специалистов по кибербезопасности, которые могли бы «развивать свои базовые навыки внутри компании для усиления существующих команд, и вместо этого полностью полагаются на привлечение уже квалифицированных специалистов».</p>
        <p>Источник: ISC2</p>

        <div className="entry-meta">
          <div className="entry-meta__1stLine">
            <span className="posted-by">
              <Link href="https://10guards.com/ru/blog/author/10guards/">10Guards</Link>
            </span>
            <span className="entry-meta__delimiter"> | </span>
            <span className="posted-on">
              <Link href="https://10guards.com/ru/articles/2024/11/19/">19 ноября 2024</Link>
            </span>
            <span className="entry-meta__delimiter"> | </span>
            <span className="comments-link">
              <Link href="https://10guards.com/ru/articles/2024/11/19/127550/#comments">Комментариев: 0</Link>
            </span>
          </div>
        </div>
      </div>
    </article>
  );
}
